---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomPeopleTotalHeatGainPerPersonParam
source: html/c6be72d7-cd6a-6bf2-99a2-796196b477e0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomPeopleTotalHeatGainPerPersonParam Property

"Total Heat Gain per person"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomPeopleTotalHeatGainPerPersonParam { get; }
```